{
  "language-es": "Español",
  "language-en": "English",
  "select-empty-option": "--- Select ---",
  "new-game": "New Game",
  "loading": "Loading....",
  "nickname": "Player nickname",
  "nickname-holder": "Your nickname",
  "made-by": "Made with ❤️ by ",
  "rules": "Rules",
  "rules-modal": {
    "title": "UNO - How to play",
    "special-rules": "Personalized House Rules",
    "special-rules-two": "Special rules for Two Players",
    "demo": "Game Demo:",
    "special-cards": "Action Cards",
    "stackTwoTxt": "It is allowed to <0>STACK</0> a TAKE TWO card onto another TAKE TWO card, accumulating the cards to be taken for the next player.",
    "stackFourTxt": "It is also possible to <0>STACK</0> a WILD DRAW FOUR card on another WILD DRAW FOUR card, accumulating the cards to be taken for the next player.",
    "skipReverserTxt": "The <0>REVERSE</0> card works like a <1>SKIP</1> card. By playing the Reverse card, you may immediately play another card",
    "objectTxt-title": "Objective of the game",
    "objectTxt": "The goal of <0>UNO Game</0> is to be the first player to play all of the cards in their hand. For this, you have to match the top card on the DISCARD pile either by <1>number, colour or Action/Symbol</1>. Remember to click the <1>'UNO!'</1> button indicating that you have just one card left!.",
    "setUpTxt-title": "Game Set up",
    "setUpTxt": "Each player is dealt seven cards. The remaining cards are placed facedown into the <0>DRAW PILE</0>. The top card of the DRAW pile is turned over and placed in the <1>DISCARD PILE</1> and...The game begins.",
    "gamePlayTxt-title": "Game play",
    "gamePlayTxt": "The first player will try to match the card in the <0>Discard pile</0> with one of their own, by the <1>number, colour or symbol / Action</1>. Also, they can play a Wild card, which allows changing the colour for the next player. If the player has no matches or they choose not to play any of their cards even though they might have a match, they must draw a card from the <2>Draw pile</2>, <3>by clicking on the cards that are facing down in the middle of the game board </3>. If that card can be played, play it. Otherwise, <4>click the button that says <5>Pass</5></4>, and the game moves on to the next person in turn.<6/>The moment a player has a penultimate card to discard, they must yell <9>“UNO!”</9> <7>by clicking the <8>“UNO!”</8> button</7> and discarding a card to the discard pile, indicating that they have just one card left. If the player doesn’t click the <9>“UNO!”</9> button, they will be penalized with four cards added to their deck, as well as if they click <9>“UNO!”</9> at the wrong time. Assuming that the player is unable to play/discard their last card and needs to draw, but after drawing, is then able to play/discard that penultimate card, the player has to repeat the action of clicking the <9>“UNO!”</9> button. The bottom line is – the player needs to announce “Uno” every time they are left with one card.<10/> Once a player has no cards remaining, the game round is over, points are scored, and the game starts over again.",
    "skipTxt-title": "SKIP CARD",
    "skipTxt": "The next person in line to play after this card is played loses his/her turn and is 'skipped'. This card may only be played on a matching colour or on another Skip card.",
    "reverseTxt-title": "REVERSE CARD",
    "reverseTxt": "This card reverses direction of play. Play to the left now passes to the right and vice versa. This card may only be played on a matching colour or on another Reverse card.",
    "cardsTwoTxt-title": "DRAW 2 CARD",
    "cardsTwoTxt": "When you play this card, if the next player does not have another <0>DRAW 2 CARD</0> of any colour, the next player must 'draw from the draw pile' --> <1>by Clicking on the facing down cards in the middle of the game board, you will be given the number of cards that have been accumulating</1>  and forfeit your turn. this card may only be played on a matching colour or on another Draw 2 card.",
    "wildTxt-title": "WILD CARD",
    "wildTxt": "When you play this card, you may change the colour being played to any colour (including the current colour) to continue play. You may play a Wild card even if you have another playable card in hand.",
    "wildFourTxt-title": "WILD DRAW 4 CARD",
    "wildFourTxt": "This acts just like the Wild card except that the next player also has to draw four cards as well as forfeit his/her turn. Unless the next player has also the same card for stack, passing the built-up jackpot to the next player who does not have the same card to stack. With this card, you must have no other alternative cards to play that matches the colour of the card previously played."
  }
}
