{
  "language-es": "Español",
  "language-en": "English",
  "select-empty-option": "--- Selecciona ---",
  "new-game": "Juego Nuevo",
  "loading": "Cargando la página....",
  "nickname": "Nickname del jugador:",
  "nickname-holder": "Your nickname o Nombre",
  "made-by": "Creado con ❤️ por ",
  "rules": "Reglas",
  "rules-modal": {
    "title": "UNO - Cómo se juega",
    "special-rules": "Reglas especiales de la casa:",
    "special-rules-two": "Reglas especiales para DOS JUGADORES:",
    "demo": "Demo del juego:",
    "special-cards": "cartas especiales",
    "stackTwoTxt": "Esta permitido <0>APILAR</0> cartas especiales de TOMA DOS sobre otra carta TOMA DOS, acumulándose las cartas a tomar para al próximo jugador.",
    "stackFourTxt": "También se podrá <0>APILAR</0> cartas TOMA CUATRO COLORES sobre otra carta TOMA CUATRO COLORES , acumulándose las cartas a tomar para al próximo jugador.",
    "skipReverserTxt": "La carta <0>RETORNO</0>, funcionará igual que la de <1>'SALTEAR'</1>, se saltea el turno del próximo jugador, debiendo jugar nuevamente el jugador que descarte este carta.",
    "objectTxt-title": "Objetivo del juego",
    "objectTxt": "El objetivo del <0>juego UNO</0> es deshacerse de todas las cartas que se vaya teniendo en la mano, para ello debe coincidir <1>el número, el color o el símbolo/Acción</1> de la carta que vayamos a descartar con la que se encuentre en el mazo de descarte. ¡No olvides pulsar el botón <1>UNO!</1> cuando te quede una sola carta!. Gana el juego el primero que se queda sin cartas.",
    "setUpTxt-title": "Preparación del juego",
    "setUpTxt": "Cada jugador recibe siete cartas. Las cartas restantes se ponen boca abajo en el centro y forman el <0>mazo</0>. La primera carta se da vuelta, formando el <1>mazo de descarte</1> y ...el juego comienza!",
    "gamePlayTxt-title": "Desarrollo del juego",
    "gamePlayTxt": "El primer jugador tratará de igualar la carta del <0>mazo de Descarte </0> con alguna de las suyas debiendo coincidir con <1> el número, el color o el símbolo/Acción</1>. Si el jugador no tiene coincidencias o elige no jugar ninguna de sus cartas aunque tenga una coincidencia, debe robar una <2>carta del mazo</2>, <3>clickeando en las cartas que se encuentran dadas vueltas en el centro de la mesa de juego</3>. Si esa carta puede ser jugada… juégala. De lo contrario, <4>clickea el boton que dice <5>Paso</5></4> y el juego pasa al siguiente jugador por turno. <6/> Quién pone la penúltima carta, debe <7>clickear el botón <8>“UNO!”</8></7> y tirar al mazo de descarte la anteúltima carta que tenga, señalando que tiene sólo una última carta en la mano. Si un jugador lo olvida se lo penalizará con cuatros cartas, como también será penalizado si clickea el botón <9>'UNO!'</9> en algún momento que no sea el apropiado. <10/> El ganador de la ronda es el que tira la última carta. Los puntos se suman y se comienza una nueva ronda.",
    "skipTxt-title": "CARTA DE SALTEAR",
    "skipTxt": "Después de poner esta carta, el siguiente jugador será 'saltado'. La carta sólo se puede superponer en una carta con color correspondiente o con otra carta de Saltear.",
    "reverseTxt-title": "CARTA DE RETORNO",
    "reverseTxt": "Con esta carta se cambia la dirección. Si se ha jugado por la izquierda, ahora se juega por la derecha y por la inversa. La carta sólo se puede superponer en una carta con color correspondiente o con otra carta de retorno.",
    "cardsTwoTxt-title": "CARTA TOMA DOS",
    "cardsTwoTxt": "Cuando se pone esta carta, el siguiente jugador si no tiene otra carta de <0>TOMA DOS</0> ,aunque sea de otro color, debe 'Tomar' --> <1>clickear en el mazo de cartas la cual te dará la cantidad de cartas que se hayan ido acumulando en el pozo </1> y no puede descartarse de ninguna carta en esta ronda. Esta carta sólo puede ser superpuesta en una carta con el color apropiado u otras cartas 'toma dos'. Si se revela al principio del juego, las mismas reglas aplican.",
    "wildTxt-title": "CARTA ELECCIÓN DE COLORES",
    "wildTxt": "Esta carta representa los cuatro colores y puede ser colocada en cualquier carta. El jugador tiene que indicar qué color representará para el siguiente jugador. Se puede jugar independientemente de si hay otra carta disponible.",
    "wildFourTxt-title": "CARTA TOMAR CUATRO Y ELECCION DE COLORES",
    "wildFourTxt": "Actúa igual que el comodín - CARTA ELECCIÓN DE COLORES, excepto que el siguiente jugador también tiene que robar cuatro cartas y perder su turno. Salvo que también tenga otra carta igual para aplilar, pasando el pozo acumulado para el siguiente jugador que no tenga una carta igual que apilar. Para poder jugar esta carta, no se debe tener ninguna otra carta alternativa para jugar que coincida con el color de la carta jugada previamente."
  }
}
